Repository: Romeno/marathon_prot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: Marathon control system
ru: Центр управления марафоном

source: Marathon Announcements
ru: Оповещения ЦУМ

source: Announcement
ru: Оповещение

source: Announcements
ru: Оповещения

source: Announcement text
ru: Текст оповещения

source: Announcement date and time
ru: Дата и время посылки оповещения

source: Announcement send date and time should be later than the current date and time
ru: Время посылки оповещения должно быть позднее текущей даты и времени

source: Send only to elite participants
ru: Послать только элитным спортсменам

source: Announcement Chronotrack template
ru: Шаблон Chronotrack оповещения

source: Announcement Chronotrack templates
ru: Шаблоны Chronotrack оповещений

source: Template text
ru: Текст шаблона

source: The announcement about Chronotrack events will be sent to the mobile app users using this template
ru: Оповещения о событиях Chronotrack будут посылаться на мобильное приложения используя этот шаблон

source: Chronotrack
ru: Хронотрек (Chronotrack)

source: Marathon runner
ru: Участник марафона

source: Marathon runners
ru: Участники марафона

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Id of runner got from client
ru: Id участника полученный от заказчика

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Age
ru: Возраст

source: Birthday
ru: День рождения

source: Gender
ru: Пол

source: Email
ru: Адрес электронной почты

source: Citizenship
ru: Гражданство

source: Phone number
ru: Телефон

source: User registration date
ru: Дата регистрации пользователя

source: Second phone
ru: Второй телефон

source: City
ru: Город

source: Emergency contact name
ru: Экстренный контакт, имя

source: Emergency contact phone
ru: Экстренный контакт, телефон

source: T-shirt size
ru: Размер футболки

source: Running club
ru: Название бегового клуба

source: Is runner a disabled person
ru: Участник является человеком с инвалидностью

source: Is runner a professional sportsman
ru: Участник является спортсменом

source: Is runner a child
ru: Участник является ребёнком

source: Is runner an elite sportsman
ru: Участник является элитным спортсменом

source: Marathon registration date and time
ru: Дата регистрации пользователя на данный марафон

source: Marathon in which runner participates
ru: Марафон, в котором участвует бегун

source: Route which runner will run on
ru: Дистанция на котолрой бежит участник

source: Run cluster letter
ru: Буква бегового кластера

source: Runner number
ru: Номер участника

source: Current runner place
ru: Место бегуна в данный момент

source: Is active
ru: Активн_ый

source: Bracket
ru: Возрастыне категории участников

source: Brackets
ru: Категории

source: Bracket name
ru: Имя категории

source: Bracket route
ru: Дистанция марафона, к которой привязана эта категория

source: Timing point
ru: Точка хронометража

source: Timing points
ru: Точки хронометража

source: Timing point name
ru: Название точки хронометража

source: Marathon route of the timing point
ru: Дистанция марафона, к которой привязана точка хронометража

source: Interval
ru: Промежуток дистанции

source: Interval name
ru: Название промежутка

source: Interval result
ru: Результат на промежутке

source: Interval results
ru: Результаты на промежутках

source: Interval of the result measurement
ru: Промежуток измерений

source: Runner for which results are measured
ru: Участник измерений

source: Chip time of a runner
ru: Время 'chip time' участника

source: MCS Administrator control panel
ru: Панель администратора ЦУМ

source: Other entities
ru: Другие объекты

source: Photo frame
ru: Рамка для фото

source: Photo frames
ru: Рамки для фото

source: Photo frame image
ru: Картинка для рамки для фото

source: Menu item group
ru: Группа пунктов меню

source: Menu item groups
ru: Группы пунктов меню

source: Route for which menu content is set
ru: Дистанция, для которой задаётся меню

source: Menu item group title
ru: Название пункта меню

source: Menu item
ru: Пункт меню

source: Menu items
ru: Пункты меню

source: Menu item name used in server code
ru: Идентификатор пункта меню

source: Cannot be edited
ru: Не нужно редактировать

source: Menu item title text
ru: Название пункта меню

source: You can dynamically change menu of the mobile app from here. Changing title of a menu item will change the menu item title in the hamburger menu.
ru: Можно динамически менять названия пунктов меню мобильного приложения.

source: Contents of a page shown when user clicks menu item
ru: Содержимое страницы, которая отображается при клике на пункт меню.

source: Route of the group is not the same as route of the menu item
ru: Дистанция группы пунктов меню отличается от дистанции пункта меню

source: Map object icon
ru: Иконка объекта на карте

source: Map object icons
ru: Иконки объектов на карте

source: Object type key
ru: Ключ типа объектов

source: Object type name
ru: Название типа объектов

source: Icon image for map object
ru: Изображение для иконки объекта на карте

source: Marathon Expo
ru: Выставка (Экспо)

source: Expo stand
ru: Стэнд выставки

source: Expo stands
ru: Стэнды выставки

source: Stand name
ru: Название стэнда

source: Website
ru: Сайт

source: Stand description, special offers, etc
ru: Описание стэнда, специальные предложения и т.п.

source: X of top left corner of expo stand on the map image
ru: Координата X верхнего левого угла стэнда на карте (в пикселях)

source: Y of top left corner of expo stand on the map image
ru: Координата Y верхнего левого угла стэнда на карте (в пикселях)

source: Width of the expo stand on the map image
ru: Ширина стэнда на карте выставки в пикселях

source: Height of the expo stand on the map image
ru: Высота стэнда на карте выставки в пикселях

source: Expo map
ru: Карта выставки

source: Expo maps
ru: Карты выставки

source: Marathons and routes
ru: Марафоны и дистанции

source: Error while parsing map GeoJSON of a route map. Make sure all values are set according to agreement or contact system administrator.
ru: Ошибка во время анализа GeoJSON файлы с дистанцией маршрута. Убедитесь, что все параметры точек на карте установлены в соответствие с соглашением о именовании объектов.

source: Error while parsing map GeoJSON of a start region map. Make sure all values are set according to agreement or contact system administrator.
ru: Ошибка во время анализа GeoJSON файлы с картой стартового городка. Убедитесь, что все параметры точек на карте установлены в соответствие с соглашением о именовании объектов.

source: Error while parsing map GeoJSON of a finish region map. Make sure all values are set according to agreement or contact system administrator.
ru: Ошибка во время анализа GeoJSON файлы с картой финишного городка. Убедитесь, что все параметры точек на карте установлены в соответствие с соглашением о именовании объектов.

source: Marathon
ru: Марафон

source: Marathons
ru: Марафоны

source: Title of a marathon
ru: Название марафона

source: Time when all marathon activities start
ru: Время офоциального начала марафона

source: Time when all marathon activities end
ru: Время официального окончания марафона

source: Chronotrack event Id for this marathon
ru: Chronotrack Event ID данного мероприятия

source: Marathon route
ru: Дистанция марафона

source: Marathon routes
ru: Дистанции марафона

source: Marathon whose route it is
ru: Марафон, которому принадлежит эта дистанция

source: Route title
ru: Название дистанции марафона

source: GeoJSON of exported Yandex Constructor map of the route
ru: GeoJSON карты дистанции экспортированной из Яндекс Конструктора

source: GeoJSON of exported Yandex Constructor map of the start region
ru: GeoJSON карты старотового городка экспортированной из Яндекс Конструткора

source: GeoJSON of exported Yandex Constructor map of the finish region
ru: GeoJSON карты финишного городка экспортированной из Яндекс Конструткора

source: Chronotrack race Id for this marathon route
ru: Chronotrack Race ID данной дистанции

source: Marathon route heights
ru: Высоты дистанции марафона

source: Marathon routes heigths
ru: Высоты дистанций марафона

source: Route for which heights are specified
ru: Дистанция для которой указываются высоты

source: Latitude of the point on the route
ru: Широта точки на дистанции

source: longitude of the point on the route
ru: Долгота точки на дистанции

source: Elevation of the point in meters
ru: Высота над уровнем моря точки на дистанции в метрах

source: Resolution of the point elevation in meters
ru: Точность определения высоты над уровнем моря в метрах

source: Can only create 1 %(model_name)s instance
ru: Можно создать только один экземпляр "%(model_name)s"
